{
  "glyphs": {
    "X": {
      "x_min": 0,
      "x_max": 894.453125,
      "ha": 999,
      "o": "m 894 0 l 654 0 l 445 351 l 238 0 l 0 0 l 316 516 l 0 1013 l 238 1013 l 445 659 l 652 1013 l 894 1013 l 577 519 l 894 0 "
    },
    "Y": {
      "x_min": 0,
      "x_max": 836,
      "ha": 931,
      "o": "m 836 1013 l 532 376 l 532 0 l 322 0 l 322 376 l 0 1013 l 208 1013 l 427 576 l 626 1013 l 836 1013 "
    },
    "Z": {
      "x_min": 0,
      "x_max": 804.171875,
      "ha": 906,
      "o": "m 804 836 l 251 182 l 793 182 l 793 0 l 0 0 l 0 176 l 551 830 l 11 830 l 11 1013 l 804 1013 l 804 836 "
    }
  },

  "cssFontWeight": "bold",
  "ascender": 1216,
  "underlinePosition": -100,
  "cssFontStyle": "normal",
  "boundingBox": { "yMin": -333, "xMin": -162, "yMax": 1216, "xMax": 1681 },
  "resolution": 1000,
  "original_font_information": {
    "postscript_name": "Helvetiker-Bold",
    "version_string": "Version 1.00 2004 initial release",
    "vendor_url": "http://www.magenta.gr",
    "full_font_name": "Helvetiker Bold",
    "font_family_name": "Helvetiker",
    "copyright": "Copyright (c) Magenta ltd, 2004.",
    "description": "",
    "trademark": "",
    "designer": "",
    "designer_url": "",
    "unique_font_identifier": "Magenta ltd:Helvetiker Bold:22-10-104",
    "license_url": "http://www.ellak.gr/fonts/MgOpen/license.html",
    "license_description": "Copyright (c) 2004 by MAGENTA Ltd. All Rights Reserved.Permission is hereby granted, free of charge, to any person obtaining a copy of the fonts accompanying this license (\"Fonts\") and associated documentation files (the \"Font Software\"), to reproduce and distribute the Font Software, including without limitation the rights to use, copy, merge, publish, distribute, and/or sell copies of the Font Software, and to permit persons to whom the Font Software is furnished to do so, subject to the following conditions: \r\n\r\nThe above copyright and this permission notice shall be included in all copies of one or more of the Font Software typefaces.\r\n\r\nThe Font Software may be modified, altered, or added to, and in particular the designs of glyphs or characters in the Fonts may be modified and additional glyphs or characters may be added to the Fonts, only if the fonts are renamed to names not containing the word \"MgOpen\", or if the modifications are accepted for inclusion in the Font Software itself by the each appointed Administrator.\r\n\r\nThis License becomes null and void to the extent applicable to Fonts or Font Software that has been modified and is distributed under the \"MgOpen\" name.\r\n\r\nThe Font Software may be sold as part of a larger software package but no copy of one or more of the Font Software typefaces may be sold by itself. \r\n\r\nTHE FONT SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OF COPYRIGHT, PATENT, TRADEMARK, OR OTHER RIGHT. IN NO EVENT SHALL MAGENTA OR PERSONS OR BODIES IN CHARGE OF ADMINISTRATION AND MAINTENANCE OF THE FONT SOFTWARE BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, INCLUDING ANY GENERAL, SPECIAL, INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF THE USE OR INABILITY TO USE THE FONT SOFTWARE OR FROM OTHER DEALINGS IN THE FONT SOFTWARE.",
    "manufacturer_name": "Magenta ltd",
    "font_sub_family_name": "Bold"
  },
  "descender": -334,
  "familyName": "Helvetiker",
  "lineHeight": 1549,
  "underlineThickness": 50
}
